{
	"rho": "Adjustable parameter that controls the monetary expansion on Cardano. Raising it means more ADA is emitted from the reserves, increasing both rewards and inflation. Lowering it will decrease rewards and inflation.",
	"tau": "Adjustable parameter that controls the rate of tax that is used to grow the Treasury. The treasury tax is applied before the reward calculation and distribution, so the whole epoch reward pot is taxed first. Raising it means more ADA will go to the Treasury while decreasing the ADA distributed to delegators as rewards. Lowering it means more ADA from the rewards pot will go to delegators as rewards and the Treasury would grow at a lower rate.",
	"stakedRatio": "Adjustable parameter that controls the fraction of ADA in circulation that is staked. Changing it simulates different overall stake levels, affecting reward calculations when rewards is set to CIP-163 or Max.",
	"k": "Adjustable parameter that creates a soft cap on the total stake in a pool that would receive optimal rewards. This number is often referred to as the saturation level. Raising K means the saturation level is lowered thereby incentivizing delegators in oversaturated pools to move their stake to one that is not oversaturated, thus encouraging wider decentralization of the Cardano network. Decreasing K means the saturation level is raised allowing one pool to control more ADA.",
	"a0": "Adjustable parameter that gives additional rewards to pools that have more pledge. Increasing a0 will reward pools that have more pledge and penalize pools that have less pledge. The effects of these changes are only noticeable for higher pledged pools near the saturation limit.",
	"L": "Pledge Leverage parameter that allows a pool to exceed the secondary saturation cap if they have enough pledge based on a factor of L.",
	"L2": "Pledge Curve Sharpness (or Pledge Cap) parameter that limits the extent to which a pool can exceed the secondary saturation cap based on a factor of L2.",
	"crossover": "Parameter for CIP-7 formula that adjusts the crossover factor for saturation cap calculations.",
	"curveRoot": "Parameter for CIP-7 formula that adjusts the curve root for saturation cap calculations.",
	"toggle_zoom": "Enables or disables zooming in or out of the graph view.",
	"show_custom_pool": "Toggles the visibility of a custom pool with user-defined pledge and stake values. You can also drag the custom pool around.",
	"custom_pledge": "Sets the pledge amount for the custom pool, representing the operator's committed stake.",
	"custom_stake": "Sets the total stake amount for the custom pool, including delegated stake.",
	"reset_sliders": "Resets all sliders to their default values based on the current saturation mode.",
	"rewards": "Current: Rewards same as mainnet. Any rewards that low-pledge pools forfeit because of a₀ simply disappear back into the reserve, so total payouts are a bit smaller and don't depend on how much ADA is staked.\n\nCIP-163: Splits the full pot among all ADA that is actually staked. Low-pledge pools still lose part of their share to the a₀ penalty, but everything else is paid out. Result: if lots of ADA is unstaked, everyone who is staked earns proportionally more.\n\nMax: Pays out the entire pot, including the portion normally held back by the a₀ penalty. High-pledge pools still get a boost, but nothing is left undistributed, so epoch rewards are the largest of the three modes.",
	"formula": "Current: Uses the current Cardano saturation formula for reward calculations.\n\nLinear: Introduces a hypothetical Pledge Leverage parameter, allowing a pool to exceed the saturation cap based on a factor of L.\n\nExponential: Introduces hypothetical  Leverage and Pledge Curve Sharpness parameters, allowing a pool to exceed the saturation cap based on L but not exceed a cap based on L2.\n\nCIP-50: Formula based on CIP-50 for saturation cap on Cardano.\n\nCIP-7: Formula based on CIP-7 for saturation cap on Cardano."
}
